tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "ansible"
brew "clang-format"
brew "cmake"
brew "gh"
brew "git"
brew "git-gui"
brew "glib"
brew "go"
brew "htop"
brew "icu4c@76"
brew "krb5"
brew "ninja"
brew "p7zip"
brew "pkgconf"
brew "postgresql@15", restart_service: :changed
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodegen"
brew "zls"
cask "dash"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "macvim"
cask "rectangle"
cask "vlc"
